//-----------------------------------------------------------------------------------------------
/* Recipient Fax Number */
"Fax_Filter_PrinterProxy_Key_FaxNumber"							= "Fax Number";

//-----------------------------------------------------------------------------------------------
/* Sending Message */
"Fax_Filter_PrinterProxy_Key_Sending"							= "Sending(%d/%d)";

//-----------------------------------------------------------------------------------------------
/* Waiting For Printer Response Message */
"Fax_Filter_PrinterProxy_Key_WaitingForPrinterResponse"			= "Waiting for printer response";
"Fax_Filter_PrinterProxy_Key_PrinterStatusError"="An error occurred in the printer.";

//-----------------------------------------------------------------------------------------------
/* Printer Idle Message */
"Fax_Filter_PrinterProxy_Key_PrinterIdle"						= "Printer idle";

//-----------------------------------------------------------------------------------------------
/* Sending Complete Message */
"Fax_Filter_PrinterProxy_Key_TransmissionComplete"				= "Sending complete(%@:%@)";

//-----------------------------------------------------------------------------------------------
/* Sending Failed Message */
"Fax_Filter_PrinterProxy_Key_TransmissionFailed"				= "Sending failed(%@:%@)";

//-----------------------------------------------------------------------------------------------
/* Sending Error Message */
"Fax_Filter_PrinterProxy_Key_TransmissionError"					= "Sending failed";

//-----------------------------------------------------------------------------------------------
/* Sending Cancel Message */
"Fax_Filter_PrinterProxy_Key_TransmissionCanceled"				= "Processing cancelation...";

//-----------------------------------------------------------------------------------------------
